[
  "Отказник",
  "Урок жизни",
  "...А мать ждала и верила...",
  "Зять влюбился в тёщу",
  "Не было бы счастья...",
  "Обратной дороги нет...",
  "Найти и потерять",
  "Как зять тёщу проучил",
  "Судьбоносное решение",
  "Как жена раз и навсегда проучила мужа!",
  "Бросил в день свадьбы",
  "Тёща вывела зятя на чистую воду",
  "Счастье пришло откуда не ждали",
  "— А ты, я смотрю, все так же. Серая мышка. Ждешь автобус? — она кивнула на расписание. — Мы, кстати, давно общественным транспортом...",
  "Жизнь распорядилась по-своему",
  "Как жена мужа проучила",
  "Свекровь замучила невестку",
  "Не было бы счастья, да несчастье помогло!",
  "- Где тебя носит? Гости на пороге, а холодильник пустой! — кричал муж, не зная, что я уже в самолете. Тридцать лет я была для них прислугой.",
  "Петька",
  "Родня мужа смеялась над моим приданым и называла «бесприданницей». Но когда нотариус огласил завещание деда, они первыми прибежали ко мне...",
  "Право выбора",
  "Перечекнуть всю жизнь",
  "Рогоносец",
  "- Куда собралась?! А кто будет готовить праздничный ужин?! - Негодовала свекровь глядя на невестку в красном платье",
  "У страха глаза велики",
  "Увидела, чем свекровь кормит моих детей, пока я на работе, и молча сменила замки в квартире...",
  "На краю обрыва",
  "Непутёвая",
  "Всё может измениться в миг",
  "Встав ночью в туалет, услышала как муж что-то шепчет по телефону. Когда прислушалась, мой мир рухнул после 25 лет брака...",
  "Встала в туалет, а попала на собственные похороны: что муж обсуждал за моей спиной? Нет, я не умерла...",
  "Не прошла мимо и изменила его жизнь!",
  "Рука подающего...",
  "— Дом я переписала на младшего, у него дети, ему нужнее, — глядя в глаза старшему сыну, сказала мать. — А ты, Валера, купишь сам...",
  "Двойная жизнь",
  "Найдёныш",
  "Жизнь с чистого листа",
  "Чужой родней своего",
  "Горе-отец",
  "Не было бы счастья, да несчастье помогло",
  "Нелепый случай",
  "Старушка больше не нужна",
  "Поворот судьбы",
  "Родная мать обокрала",
  "Свекровь думала, что я глупая овечка. Но я оказалась волком.",
  "Волею судьбы",
  "Свекровь доводила невестку",
  "Дорога-то у нас одна, да едут все по-разному",
  "Все смеялись, когда бабушка отписала мне старый сарай вместо квартиры. Начала ремонт, сорвала гнилые полы —и родня тут же прибежала мириться",
  "— Почему я должна кормить твою семью? — тихо спросила невестка, убирая кастрюлю в холодильник. Родственники мужа приходили поесть постоянно",
  "Зрелище в гостях: свекровь резко прервала разговор — \"Не смей так вести себя в моём доме!\"",
  "Любовница мужа пришла ко мне на работу и потребовала развод. Мой ответ заставил её рыдать.",
  "Сестра в шубе смеялась над моим пуховиком, пока мы шли к родителям. Но дверь отцовского дома открыли не ей...",
  "Письмо и жизнь",
  "– Уходи, нищенка! – кричала мне вслед богатая свекровь. Она не догадывалась, что мой отец-миллионер уже лишил ее сына наследства...",
  "«Я не накрывала на стол для твоей мамы...». Муж привел свекровь без спроса за час до боя курантов...",
  "Свекровь подарила нам на новоселье старый ковер с помойки. Мы хотели его выкинуть, но случайно нащупали что-то твердое внутри...",
  "Богатые сваты высмеяли мой дешевый пуховик и выставили на мороз. Они не знали, кто приедет за мной на черном лимузине",
  "Мать больше никому не нужна",
  "Она хвасталась мужем и машиной, а я молча смотрела на ее руку. Там было кольцо, которое якобы мой любимый потерял...",
  "Старушке не хватает на еду",
  "Несмотря ни на что...",
  "После 25 лет брака муж ушел к молодой, оставив мне лишь старую дачу.",
  "На юбилей свекрови муж привел свою молодую пассию. Он побледнел, когда свекровь обняла меня и громко сказала: А эту аферистку гоните в шею!\"",
  "«Ты для меня слишком простая», — сказал муж и подал на развод. А потом увидел меня по телевизору в новостях и оборвал телефон",
  "Они думали, что загнали меня в угол на моем же Дне Рождения. Унизительные тосты, насмешки, презрение. Муж даже не попытался меня защитить.",
  "Вернуть былое",
  "Жизнь с чистого листа",
  "Муж улетел с любовницей на курорт, думая, что я ничего не знаю. Он не догадывался, что я сижу в соседнем кресле....",
  "Тетка выгнала меня из квартиры бабушки сразу после похорон. Но она не знала, что бабушка перепрятала документы в банку с вареньем...",
  "Муж выставил жену с чемоданом, а теща только рассмеялась ему в лицо...",
  "Брошенка",
  "— Мам, ты же хотела переехвать в деревню. Да и нам тут посвободнее будет. Сын привез меня в избушку и уехал. Но я решила...",
  "«Сиди тихо, тебя не спрашивают», — одёрнул меня муж за праздничным столом....",
  "- Она для меня просто \"баба с квартирой!\" - Цинизм мужа, услышанный ночью, лишил меня дара речи...",
  "На свадьбе сына сватья громко объявила, что мы \"нищеброды\", но мой подарок заставил её замолчать...",
  "Странный Ванька",
  "— Забирай свои вещи и уходи, — тихо сказал муж, глядя в пол. — Она ждет ребенка, а ты... ты слишком старая для счастья...",
  "Свекровь не позвала меня на юбилей, сказав: «Там будет элита, тебе нечего надеть». Через 5 лет я преподнесла ей особый подарок...",
  "— Или я, или эта голодранка! — поставила ультиматум мать, встав в дверях ЗАГСа. Сын посмотрел на невесту,потом на мать, развернулся и сделал",
  "Развод выбросил Иру на обочину жизни — прямо в ветхую лачугу умершей бабки. Так думал её муж. Но он не знал главного",
  "Нежданно-негаданно",
  "«Ты зачем себе сапоги купила? У моей сестры кредит горит!» — Муж вырвал пакет у меня из рук прямо на улице....",
  "Этого не ожидал никто!",
  "- Наслаждайся свободой! — Крикнул муж после 10 лет брака, уходя к молодой....",
  "На встречу выпускников она пришла в старом пальто. Одноклассницы хихикали и скидывались ей «на такси»...",
  "«Опять макароны? Я же просил мясо по-французски!\" — Муж был недоволен. Работала только я.",
  "Взяла телефон мужа проверить время, но увидела новое сообщение от неизвестного номера...",
  "Семейный ужин закончился шоком: свекровь узнала, кому дед отписал всё состояние. А ведь она хотела опозорить меня при гостях.",
  "Свекровь пригласила всю родню в мой дом — а я уехала на месяц....",
  "Сын поддержал отца: «Мама, ты уже не нужна, у папы будет новая семья». Но когда родился малыш, все резко изменилось.",
  "- Я не верю, что это наш внук. — Заявила свекровь и указала на дверь. Спустя годы она меня нашла: «Дай хоть раз взглянуть на внука!»",
  "Тёмная лошадка",
  "Встречают по одёжке...",
  "Свекровь потребовала отдать ей мою зарплатную карту, чтобы деньги были целее. Мой ответ заставил её собрать вещи....",
  "— Фу, навозница приехала! Не пускайте её в зал! — Городские родственники смеялись над моим платьем. А потом пришел нотариус.",
  "Богатый отец притворился разорившимся перед Новым годом, чтобы проверить троих сыновей. Тест прошел только один...",
  "Барышня-крестьянка",
  "- Я прожил с тобой 20 лет из жалости. А теперь уходи! — Бросил муж жене, когда в дверь позвонила молодая незнакомка."
]